var g64 = [{
	name: '乾为天',
	key: '11',
	word: '乾。元亨利贞。'
},{
	name: '坤为地',
	key: '88',
	word: '坤。元亨，利牝马之贞。君子有攸往，先迷后得主。利西南得朋，东北丧朋。安贞吉。'
},{
	name: '水雷屯',
	key: '64',
	word: '屯。元亨利贞。勿用有攸往，利建侯。'
},{
	name: '山水蒙',
	key: '76',
	word: '蒙。亨。匪我求童蒙，童蒙求我。初筮告，再三渎，渎则不告。利贞。'
},{
	name: '水天需',
	key: '61',
	word: '需。有孚，光亨，贞吉。利涉大川。'
},{
	name: '天水讼',
	key: '16',
	word: '讼。有孚，窒惕，中吉，终凶。利见大人，不利涉大川。'
},{
	name: '地水师',
	key: '86',
	word: '师。贞，丈人吉，无咎。'
},{
	name: '水地比',
	key: '68',
	word: '比。吉。原筮，元永贞，无咎。不宁方来，后夫凶。'
},{
	name: '风天小畜',
	key: '51',
	word: '小畜。亨。密云不雨，自我西郊。'
},{
	name: '天泽履',
	key: '12',
	word: '履。履虎尾，不咥人，亨。'
},{
	name: '地天泰',
	key: '81',
	word: '泰。小往大来，吉亨。'
},{
	name: '天地否',
	key: '18',
	word: '否。否之匪人。不利君子贞。大往小来。'
},{
	name: '天火同人',
	key: '13',
	word: '同人。同人于野，亨。利涉大川，利君子贞。'
},{
	name: '火天大有',
	key: '31',
	word: '大有。元亨。'
},{
	name: '地山谦',
	key: '87',
	word: '谦。亨，君子有终。'
},{
	name: '雷地豫',
	key: '48',
	word: '豫。利建侯行师。'
},{
	name: '泽雷随',
	key: '24',
	word: '随。元亨，利贞，无咎。'
},{
	name: '山风蛊',
	key: '75',
	word: '蛊。元亨，利涉大川。先甲三日，后甲三日。'
},{
	name: '地泽临',
	key: '82',
	word: '临。元亨利贞。至于八月有凶。'
},{
	name: '风地观',
	key: '58',
	word: '观。盥而不荐，有孚顒若。'
},{
	name: '火雷噬嗑',
	key: '34',
	word: '噬嗑。亨。利用狱。'
},{
	name: '山火贲',
	key: '73',
	word: '贲。亨。小利有攸往。'
},{
	name: '山地剥',
	key: '78',
	word: '剥。不利有攸往。'
},{
	name: '地雷复',
	key: '84',
	word: '复。亨。出入无疾，朋来无咎。反复其道，七日来复，利有攸往。'
},{
	name: '天雷无妄',
	key: '14',
	word: '无妄。元亨利贞。其匪正有眚，不利有攸往。'
},{
	name: '山天大畜',
	key: '71',
	word: '大畜。利贞，不家食，吉。利涉大川。'
},{
	name: '山雷颐',
	key: '74',
	word: '颐。贞吉。观颐，自求口实。'
},{
	name: '泽风大过',
	key: '25',
	word: '大过。栋桡。利有攸往，亨。'
},{
	name: '坎为水',
	key: '66',
	word: '习坎。有孚，维心亨，行有尚。'
},{
	name: '离为火',
	key: '33',
	word: '离。利贞，亨。畜牝牛，吉。'
},{
	name: '泽山咸',
	key: '27',
	word: '咸。亨，利贞。取女吉。'
},{
	name: '雷风恒',
	key: '45',
	word: '恒。亨，无咎，利贞。利有攸往。'
},{
	name: '天山遁',
	key: '17',
	word: '遁。亨。小利贞。'
},{
	name: '雷天大壮',
	key: '41',
	word: '大壮。利贞。'
},{
	name: '火地晋',
	key: '38',
	word: '晋。康侯用锡马蕃庶，昼日三接。'
},{
	name: '地火明夷',
	key: '83',
	word: '明夷。利艰贞。'
},{
	name: '风火家人',
	key: '53',
	word: '家人。利女贞。'
},{
	name: '火泽睽',
	key: '32',
	word: '睽。小事吉。'
},{
	name: '水山蹇',
	key: '67',
	word: '蹇。利西南，不利东北。利见大人，贞吉。'
},{
	name: '雷水解',
	key: '46',
	word: '解。利西南。无所往，其来复吉。有攸往，夙吉。'
},{
	name: '山泽损',
	key: '72',
	word: '损。有孚，元吉，无咎，可贞。利有攸往。曷之用？二簋可用享。'
},{
	name: '风雷益',
	key: '54',
	word: '益。利有攸往，利涉大川。'
},{
	name: '泽天夬',
	key: '21',
	word: '夬。扬于王庭，孚号有厉。告自邑，不利即戎，利有攸往。'
},{
	name: '天风姤',
	key: '15',
	word: '姤。女壮，勿用取女。'
},{
	name: '泽地萃',
	key: '28',
	word: '萃。亨，王假有庙。利见大人，亨，利贞。用大牲吉。利有攸往。'
},{
	name: '地风升',
	key: '85',
	word: '升。元亨。用见大人，勿恤，南征吉。'
},{
	name: '泽水困',
	key: '26',
	word: '困。亨，贞，大人吉，无咎。有言不信。'
},{
	name: '水风井',
	key: '65',
	word: '井。改邑不改井，无丧无得。往来井井。汔至亦未繘井，羸其瓶，凶。'
},{
	name: '泽火革',
	key: '23',
	word: '革。己日乃孚。元亨利贞。悔亡。'
},{
	name: '火风鼎',
	key: '35',
	word: '鼎。元吉，亨。'
},{
	name: '震为雷',
	key: '33',
	word: '震。亨。震来虩虩，笑言哑哑。震惊百里，不丧匕鬯。'
},{
	name: '艮为山',
	key: '77',
	word: '艮。艮其背，不获其身。行其庭，不见其人。无咎。'
},{
	name: '风山渐',
	key: '57',
	word: '渐。女归吉，利贞。'
},{
	name: '雷泽归妹',
	key: '42',
	word: '归妹。征凶，无攸利。'
},{
	name: '雷火丰',
	key: '43',
	word: '丰。亨。王假之，勿忧，宜日中。'
},{
	name: '火山旅',
	key: '37',
	word: '旅。小亨，旅贞吉。'
},{
	name: '巽为风',
	key: '55',
	word: '巽。小亨。利有攸往，利见大人。'
},{
	name: '兑为泽',
	key: '22',
	word: '兑。亨，利，贞。'
},{
	name: '风水涣',
	key: '56',
	word: '涣。亨，王假有庙。利涉大川，利贞。'
},{
	name: '水泽节',
	key: '62',
	word: '节。亨，苦节不可贞。'
},{
	name: '风泽中孚',
	key: '52',
	word: '中孚。豚鱼，吉。利涉大川，利贞。'
},{
	name: '雷山小过',
	key: '47',
	word: '小过。亨，利贞。可小事，不可大事。飞鸟遗之音。不宜上，宜下，大吉。'
},{
	name: '水火既济',
	key: '63',
	word: '既济。亨小，利贞。初吉，终乱。'
},{
	name: '火水未济',
	key: '36',
	word: '未济。亨。小狐汔济，濡其尾，无攸利。'
}]

module.exports = g64;